One or more elements are not editable.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ElementNotEditable { get; }
  Visual Basic
Public Shared ReadOnly Property ElementNotEditable As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ElementNotEditable {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures EditingFailures Class
  Autodesk.Revit.DB Namespace